<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<title>Insert title here</title>


</head>
<style type="text/css">
p {
	line-height:1.5em;
	}
</style>
<body>

<h1>DECIDE</h1>



<h2>NECESIDADES</h2>
<p>Existe un fen&oacute;meno (corriente) en el seno de las administraciones p&uacute;blicas de todo el mundo. 
<br />Este fen&oacute;meno est&aacute; basado en la democracia participativa y/o participaci&oacute;n ciudadana. 
<br />A grandes rasgos se basa en participar en los presupuestos de las corporaciones.
<br />Basado en algunos estudios en el a&ntilde;o 2009 y en Europa el n&uacute;mero de personas que hab&iacute;an tomado parte o afectaba estas acciones alcanzaba los 8,5 millones de personas.
<br />Analizando las necesidades que puede tener este fen&oacute;meno podr&iacute;amos crear herramientas tecnol&oacute;gicas para cubrir necesidades de participaci&oacute;n.
<br />Conforme realiz&aacute;bamos el proyecto &iacute;bamos descubriendo nuevas necesidades (o ya existentes) que se podr&iacute;an cubrir con el mismo paradigma de nuestro proyecto.
<br />Ante la creciente cantidad de informaci&oacute;n de la cual somos objetivo, bien por nuestro propio inter&eacute;s o bien por acciones p&uacute;blico/privadas, creemos que existe la necesidad de agilizar la comunicaci&oacute;n en las tareas de participaci&oacute;n  y decisi&oacute;n.
<br />A nivel particular, p&uacute;blico y empresarial cada vez es m&aacute;s necesaria la toma de decisiones de forma r&aacute;pida y con la mayor cantidad de elementos de juicio posibles. 
<br />Nuestra aplicaci&oacute;n en este &aacute;mbito puede servir de gran ayuda como herramienta de decisi&oacute;n y participaci&oacute;n.
</p>



<h2>¿QUÉ ES DECIDE?</h2>
<p>
DECIDE es una plataforma para el env&iacute;o de preguntas mediante notificaciones dentro de una comunidad. 
<br />La parte del cliente de esta plataforma es una aplicaci&oacute;n para m&oacute;viles basada en el sistema operativo Android.
<br />La aplicaci&oacute;n se podr&iacute;a catalogar como aplicaciones para Social Media. 
<br />A su vez como funcionalidad secundaria es una herramienta para recibir publicadad de forma geolocalizada. 
<br />Responde a la necesidad de hacer part&iacute;cipe a m&aacute;s gente en la toma de decisiones en un &aacute;mbito local o general.
<br />La plataforma tiene dos tipos de participantes o perfiles de usuarios, el usuario y la empresa p&uacute;blico/privada.
<br />El usuario se suscribe a una comunidad de su inter&eacute;s y a partir de ese momento recibir&aacute; en su terminal las notificaciones en forma de preguntas sobre la comunidad suscrita. 
<br />La empresa p&uacute;blico/privada a trav&eacute;s de un Community Manager participa en el sistema confeccionando las preguntas para enviarlas al usuario. 
<br />Pueden ser part&iacute;cipes en su confecci&oacute;n empresas p&uacute;blico/privadas que est&eacute;n dispuestas a que los usuarios opinen sobre ciertos temas de su inter&eacute;s.
<br />El usuario recibir&aacute; por proximidad a su localizaci&oacute;n (ej. tiendas, centros comerciales) ofertas especiales, descuentos, etc.. 
<br />El usuario tendr&aacute; la capacidad de permitir o no la publicidad. Un paso previo a la aceptaci&oacute;n de la publicidad es la aceptaci&oacute;n por parte del usuario de la activaci&oacute;n de geolocalizaci&oacute;n.
</p>


<h2>¿CÓMO FUNCIONA DECIDE? </h2>
<p>DEDICE hace uso del servicio GCM que nos ofrece Google.
<br />En la fase de registro del dispositivo, el terminal se registra en los servicios GCM de google y la respuesta en forma de identificador la env&iacute;a al servidor. 
<br />En la fase de env&iacute;o de notificaciones, el servidor env&iacute;a a los servicios de GCM la notificaci&oacute;n y &eacute;ste la reenviar&aacute; a nuestra aplicaci&oacute;n.
<br />Desde el punto de vista del usuario y partiendo de la pantalla principal, el usuario podr&aacute; entrar a visualizar las comunidades existentes aunque no tenga cuenta creada, de esta forma si hay alguna de su inter&eacute;s podr&aacute; ampliar la informaci&oacute;n consultando los detalles de la misma. 
<br />Hay que tener en cuenta que estas comunidades pueden ser fijas (locales o generales) o bien pueden ir actualiz&aacute;ndose en funci&oacute;n de la proximidad a empresas que se hayan suscrito al servicio y que se muestren en el terminal cuando el usuario entra en el radio de acci&oacute;n configurado.
<br />Ahora bien, para recibir las preguntas el usuario deber&aacute; estar suscrito a la comunidad, este proceso se podr&aacute; realizar desde la pantalla de detalles anterior, realizando una suscripci&oacute;n a una comunidad.
<br />A partir de dicho instante el usuario ir&aacute; recibiendo en el terminal las preguntas, estas no tienen porque ser contestadas de forma inmediata por tanto el usuario dispondr&aacute; tambi&eacute;n en la pantalla principal de un acceso a la visualizaci&oacute;n de las preguntas con respuesta pendiente.
En cuanto a la parte de servidor, esta es la encargada del env&iacute;o de las preguntas a los suscriptores de las comunidades, dichas preguntas podr&aacute;n ser de respuesta simple o m&uacute;ltiple.
</p>






<h2>¿MODELO DE NEGOCIO? Y CONCLUSIONES</h2>
<p>De entre los modelos que conocemos podr&iacute;amos aplicar los siguientes.
<br />Sobre el pago por publicidad.  
<br />Las empresas que emiten publicidad pagan por n&uacute;mero de terminales a los que se puede enviar publicidad o campa&ntilde;as. En algunos casos podr&iacute;a llegar a trazarse esta publicidad.
<br />Pago por tramos de n&uacute;mero de suscriptores. 
<br />Depende del n&uacute;mero de suscriptores que tenga y el tipo de comunidad. 
<br />Por ejemplo es gratis para la entidad p&uacute;blica que se suscriban 5000 personas a partir de ah&iacute; se puede ir por tramos. 
<br />Para las empresas privadas se puede hacer de muchas formas.

<br />Venta del desarrollo software.  Incorporaci&oacute;n de nuestra funcionalidad en otras aplicaciones existentes bien de empresas o instituciones.

<br />Como conclusi&oacute;n podemos decir que nuestras ideas se reproducen en otras partes del globo.
<br />Aunque ya exista la idea funcionado siempre podemos encontrar un nicho de mercado si le damos alg&uacute;n toque de personalizaci&oacute;n 


<br />Y como hemos dicho al principio ahora tienes la oportunidad de DECIDIR Y PARTICIPAR.
</p>
</body>

</html>